tests/load/results/content-qps-20260317/detail_after_nacos_fill_c200_5s.txt

Summary:
  Total:	5.4285 secs
  Slowest:	0.9060 secs
  Fastest:	0.0012 secs
  Average:	0.2439 secs
  Requests/sec:	793.0339
  

Response time histogram:
  0.001 [1]	|
  0.092 [1541]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.182 [489]	|■■■■■■■■■■■■■
  0.273 [462]	|■■■■■■■■■■■■
  0.363 [404]	|■■■■■■■■■■
  0.454 [461]	|■■■■■■■■■■■■
  0.544 [446]	|■■■■■■■■■■■■
  0.635 [353]	|■■■■■■■■■
  0.725 [95]	|■■
  0.816 [36]	|■
  0.906 [17]	|


Latency distribution:
  10%% in 0.0035 secs
  25%% in 0.0161 secs
  50%% in 0.2053 secs
  75%% in 0.4301 secs
  90%% in 0.5571 secs
  95%% in 0.6046 secs
  99%% in 0.7650 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0006 secs, 0.0000 secs, 0.1265 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0002 secs, 0.0000 secs, 0.1258 secs
  resp wait:	0.2399 secs, 0.0010 secs, 0.8983 secs
  resp read:	0.0005 secs, 0.0000 secs, 0.0530 secs

Status code distribution:
  [200]	684 responses
  [429]	3621 responses