tests/load/results/content-qps-20260317/detail_c400_15s.txt

Summary:
  Total:	15.1652 secs
  Slowest:	1.5547 secs
  Fastest:	0.0011 secs
  Average:	0.1812 secs
  Requests/sec:	2185.3291
  

Response time histogram:
  0.001 [1]	|
  0.157 [13581]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.312 [18721]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.467 [785]	|■■
  0.623 [3]	|
  0.778 [0]	|
  0.933 [0]	|
  1.089 [0]	|
  1.244 [2]	|
  1.399 [47]	|
  1.555 [1]	|


Latency distribution:
  10%% in 0.0953 secs
  25%% in 0.1238 secs
  50%% in 0.1758 secs
  75%% in 0.2295 secs
  90%% in 0.2675 secs
  95%% in 0.2905 secs
  99%% in 0.3343 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.1418 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.2330 secs
  resp wait:	0.1798 secs, 0.0010 secs, 1.2764 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.2755 secs

Status code distribution:
  [200]	33141 responses