tests/load/results/content-qps-20260317/gateway_content_c300_15s.txt

Summary:
  Total:	15.1383 secs
  Slowest:	0.4057 secs
  Fastest:	0.0026 secs
  Average:	0.1573 secs
  Requests/sec:	1894.7912
  

Response time histogram:
  0.003 [1]	|
  0.043 [17]	|
  0.083 [6357]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.124 [4636]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.164 [4496]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.204 [4642]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.244 [4516]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.285 [2672]	|■■■■■■■■■■■■■■■■■
  0.325 [865]	|■■■■■
  0.365 [370]	|■■
  0.406 [112]	|■


Latency distribution:
  10%% in 0.0584 secs
  25%% in 0.0899 secs
  50%% in 0.1537 secs
  75%% in 0.2161 secs
  90%% in 0.2568 secs
  95%% in 0.2819 secs
  99%% in 0.3387 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.1093 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.1089 secs
  resp wait:	0.1563 secs, 0.0024 secs, 0.4056 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0606 secs

Status code distribution:
  [200]	28684 responses