tests/load/results/content-qps-20260317/gateway_detail_c400_15s.txt

Summary:
  Total:	15.1906 secs
  Slowest:	0.8623 secs
  Fastest:	0.0495 secs
  Average:	0.2260 secs
  Requests/sec:	1745.6865
  

Response time histogram:
  0.050 [1]	|
  0.131 [5530]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.212 [7356]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.293 [6718]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.375 [5376]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.456 [1209]	|■■■■■■■
  0.537 [249]	|■
  0.618 [39]	|
  0.700 [22]	|
  0.781 [13]	|
  0.862 [5]	|


Latency distribution:
  10%% in 0.1109 secs
  25%% in 0.1411 secs
  50%% in 0.2165 secs
  75%% in 0.2967 secs
  90%% in 0.3498 secs
  95%% in 0.3816 secs
  99%% in 0.4675 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0004 secs, 0.0000 secs, 0.1916 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0050 secs
  resp wait:	0.2253 secs, 0.0484 secs, 0.7413 secs
  resp read:	0.0002 secs, 0.0000 secs, 0.0833 secs

Status code distribution:
  [200]	26518 responses