tests/load/results/content-qps-20260317/gateway_list_c300_15s.txt

Summary:
  Total:	15.2472 secs
  Slowest:	0.9690 secs
  Fastest:	0.0398 secs
  Average:	0.2976 secs
  Requests/sec:	991.9865
  

Response time histogram:
  0.040 [1]	|
  0.133 [447]	|■■
  0.226 [1860]	|■■■■■■■■■
  0.319 [8571]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.411 [2598]	|■■■■■■■■■■■■
  0.504 [1309]	|■■■■■■
  0.597 [217]	|■
  0.690 [85]	|
  0.783 [27]	|
  0.876 [7]	|
  0.969 [3]	|


Latency distribution:
  10%% in 0.1610 secs
  25%% in 0.2699 secs
  50%% in 0.2949 secs
  75%% in 0.3236 secs
  90%% in 0.4197 secs
  95%% in 0.4560 secs
  99%% in 0.5856 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.1184 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0464 secs
  resp wait:	0.2968 secs, 0.0396 secs, 0.9689 secs
  resp read:	0.0002 secs, 0.0000 secs, 0.0525 secs

Status code distribution:
  [200]	15125 responses