tests/load/results/content-qps-20260317/list_c300_15s.txt

Summary:
  Total:	15.2371 secs
  Slowest:	1.0572 secs
  Fastest:	0.0033 secs
  Average:	0.2785 secs
  Requests/sec:	1069.8204
  

Response time histogram:
  0.003 [1]	|
  0.109 [196]	|■
  0.214 [2537]	|■■■■■■■■■■
  0.319 [9843]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.425 [2610]	|■■■■■■■■■■■
  0.530 [845]	|■■■
  0.636 [221]	|■
  0.741 [35]	|
  0.846 [9]	|
  0.952 [3]	|
  1.057 [1]	|


Latency distribution:
  10%% in 0.1547 secs
  25%% in 0.2431 secs
  50%% in 0.2666 secs
  75%% in 0.3127 secs
  90%% in 0.3942 secs
  95%% in 0.4472 secs
  99%% in 0.5715 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.1702 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0002 secs, 0.0000 secs, 0.2330 secs
  resp wait:	0.2754 secs, 0.0030 secs, 1.0572 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0187 secs

Status code distribution:
  [200]	16301 responses