tests/load/results/content-qps-20260317/list_c50_10s.txt

Summary:
  Total:	10.0263 secs
  Slowest:	0.2525 secs
  Fastest:	0.0025 secs
  Average:	0.0572 secs
  Requests/sec:	873.6025
  

Response time histogram:
  0.003 [1]	|
  0.028 [588]	|■■■■■■
  0.053 [3994]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.078 [2782]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.103 [776]	|■■■■■■■■
  0.128 [335]	|■■■
  0.153 [173]	|■■
  0.178 [69]	|■
  0.203 [29]	|
  0.228 [9]	|
  0.253 [3]	|


Latency distribution:
  10%% in 0.0307 secs
  25%% in 0.0397 secs
  50%% in 0.0514 secs
  75%% in 0.0667 secs
  90%% in 0.0907 secs
  95%% in 0.1138 secs
  99%% in 0.1574 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0017 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0024 secs
  resp wait:	0.0570 secs, 0.0025 secs, 0.2524 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0175 secs

Status code distribution:
  [200]	8759 responses